---
kind: enumMember
id: F:Autodesk.Revit.DB.FormatStatus.None
enum: Autodesk.Revit.DB.FormatStatus
source: html/81333f80-2181-8faa-9c1e-cadcda7f3b5e.htm
---
# Autodesk.Revit.DB.FormatStatus.None

None of the characters in the range has the specified format.